Repository: soixantecircuits/wp-modal-popin
Catalog: languages/*.po
Languages: fr_fr

source: You can put any kind of content. Please use short code iframe to embed iframe.
fr_fr: Vous pouvez inscrire tous les types de contenus. S'il vous plait utilisez un code Shortcode pour ajouter une iframe.

source: Please enter the name of the button link:
fr_fr: S'il vous plaît entrez le nom du bouton ou du lien

source: a button name
fr_fr: nom du bouton

source: Please enter the title of the window:
fr_fr: Veuillez entrer le titre de la fenêtre modale.

source: a title
fr_fr: un titre

source: Please enter the text that should fit in a modal box:
fr_fr: Inscrivez ci-dessous le texte et le code html que vous souhaitez afficher :

source: make some magic
fr_fr: Faire de la magie !

source: Insert the box
fr_fr: Ajouter

source: Window
fr_fr: Fenêtre

source: Default name
fr_fr: Nom par défaut
